<div class="col-sm-7 col-sm-offset-1">
<div align="center"><h1>SoftGroup<br><small>Завдання 1</small></h1></div>
<h3>Файл містить інформацію про книжковий фонд бібліотеки у вигляді:</h3>
<p>
	<ul>
		<li>прізвище і ім'я автора книги,</li>
		<li>назва книги,</li>
		<li>кількість сторінок,</li>
		<li>рік видання,</li>
		<li>назва видавництва, що видало книжку</li>
		<li>дата поступлення у фонд бібліотеки.</li>
	</ul>	
</p>
<h3>Завдання:</h3>
<p>
<ul>
	<li>Отримати всю інформацію із файлу і вивести її у вікно браузера.</li>
	<li>Створити форму для добавлення нового запису у файл і реалізувати її обробку.</li>
	<li>Вивести усі книги впорядковані за зростанням кількості сторінок у книжці.</li>
	<li>Обчислити кількість різних авторів, що зустрічаються у файлі.</li>
	<li>У форму вводиться набір символів. Вивести у вікно браузера усі книги, у назвах яких присутні задані символи.</li>
</ul>
</p>
</div>